Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/C12.tmx
Source language: en_us
Languages: zh_cn

source: Who Is Peter Pan?
zh_cn: 谁是彼得・潘

source: A few writers have the kind of power that believers attribute to gods: they create men and women and children who seem to us to be real.
zh_cn: 某些作家会拥有一种神奇魔力，就如信徒相信上帝被赋予了一种神奇力量：他们能创造出男人、女人和孩子。

source: But unlike gods, these writers do not control the lives of their most famous creations.
zh_cn: 但是他们和上帝又不一样，因为这些作家最终还是不能掌控他们笔下最著名人物的生活及命运。

source: As time passes, their tales are told and retold.
zh_cn: 随着时间脚步的移动，作家笔下人物及故事代代相传、一讲再讲。

source: Writers and dramatists and film-makers kidnap famous characters like Romeo and Juliet, Sherlock Holmes, and Superman; they change the characters’ ages and appearance, the progress and endings of their stories, and even their meanings.
zh_cn: 这些我们耳熟能祥的文学人物，如罗密欧与朱利叶、福尔摩斯和超人都被其它作家、剧作家和电影制作人所绑架，接着这些人物的年龄和外貌、故事的发展及结局、甚至他们的寓意都发生了改变。

source: One of the characters most frequently kidnapped by writers, dramatists, and filmmakers is James Barrie’s Peter Pan.
zh_cn: 其中，一个经常被这些作家、剧作家、电影制片人所劫持的人物就是詹姆斯・巴里（James Barrie’s）笔下的彼得・潘。

source: As a result he and his adventures have become immensely famous: there have been scores, possibly hundreds of dramatizations and condensations, prequels and sequels and spinoffs.
zh_cn: 结果彼得・潘和他的冒险故事越来越有名；和他有关的戏剧、缩写本、前传、续集及衍生品就多达几十种、甚至上百种。

source: Some are interesting and even admirable, but there have also been many cheap and even vulgar versions.
zh_cn: 这些被改编的故事有的非常有趣，甚至值得赞扬，但是有些却不值一提，甚至让人心生厌恶。

source: It is a pleasure therefore to report that Norton has just published The Annotated Peter Pan, a large handsome book edited by the Harvard folklorist Maria Tatar.
zh_cn: 现在我在这里非常兴奋的宣布，诺顿（Norton）出版公司刚刚出版了一本精美的有关彼・潘的新书《注释彼得・潘》，本书的编辑是哈佛大学民俗学研究者玛丽・塔塔尔（ Maria Tatar ）。

source: It contains the complete text of James Barrie’s novel Peter and Wendy (which was based on the original play), an excellent bibliography and notes, plus essays about Barrie’s life and work, and the stage and film and book adaptations of Peter Pan.
zh_cn: 本书内容丰富，其中就包括最接近原著风貌的、和作者詹姆斯・巴里的小说《彼得・潘和温迪》最相似的文字（根据原著剧本编写），书中还囊括了有关作者巴里的生平和作品信息的各种随笔资料，还有把彼得・潘搬上舞台、改编成电影、出现在书籍中的各种改编作品概况。

source: It is full of remarkable pictures and photographs, including all of Arthur Rackham’s illustrations for Peter Pan in Kensington Gardens and those of F.D.Bedford for Peter and Wendy.
zh_cn: 并且，这本书的图片资料异常丰富、生动，其中读者在书中会看到插图大师阿瑟・拉克汉姆（Arthur Rackham）为《彼得・潘在肯辛顿花园》绘制的插图，和F.D.贝德孚德的《彼得・潘和温迪》手绘插图。

source: Though you might not want this book to be a child’s first experience of Peter Pan, it should interest anyone who already knows his story.
zh_cn: 总的说来，这本书不仅仅适合孩子阅读，对于任何想要了解彼得・潘的人都会对这本书非常感兴趣。

source: From Peanut Butter to Psychology
zh_cn: 从奶油花生酱到心理学

source: The central facts about Peter Pan are as follows: he is a charming, charismatic child who wants “always to be a little boy and have fun” and gets his wish.
zh_cn: 其实真正的彼得・潘是这样的：虽然他还个孩子，但是他魅力非凡。 他“永远不想长大，喜欢自已找乐并四处游玩”，他随心所欲，不喜受拘束。

source: He can fly and teach other children how to fly, and he lives on an island called Neverland that combines the landscapes of contemporary British children’s fantasies and games.
zh_cn: 他会飞，而且还教其他孩子们飞。 他住在一个叫做“永无乡”（Neverland）的岛上，那里风景优美，是当代英国孩子们喜幻想爱玩耍的理想之地。

source: There he is the captain of a group of Lost Boys whom he leads on thrilling adventures with pirates, Indians, mermaids, fairies, and wild beasts.
zh_cn: 他是一群“失落孩童”的船长，并带领他们经历各种奇幻旅程，海盗、印第安人、美人鱼、仙女和野兽，都会和他们一起结伴旅行。

source: But he longs for a mother, and manages to entice a little girl called Wendy to leave her home in London and follow him, with her two brothers, to Neverland.
zh_cn: 虽然彼德・潘在永无乡过得无比快乐，但是他却希望有个妈妈，所以他总是想着引诱一个叫做温迪的女孩和她的两个弟弟离家出走，来到永无乡。

source: Over the last hundred years this story has itself taken wing.
zh_cn: 在过去的上百年间，彼得・潘的故事已经变了模样。

source: Peter Pan’s name is now used symbolically for a bus company (speedy, thrilling travel), a brand of peanut butter (childhood treats), and shops, motels, and restaurants all over the world.
zh_cn: 现在的彼得・潘可以代指代一家汽车公司（快速、刺激的旅程）、一个奶油花生酱的牌子（童年的美好回忆），而且他的名字还可以指世界上的任何一家商场、汽车旅馆、饭店。

source: A psychological disorder, the Peter Pan Syndrome, has also been named after Barrie’s hero.
zh_cn: 还有，詹姆斯・巴里笔下的这位主角彼得・潘还可以指一种心理疾病――彼得・潘综合症。

source: This unfortunate condition, according to the formerly best-selling book of the same name by Dr. Dan Kiley, published in 1983, afflicts a great many American men.* .
zh_cn: 根据已顾作家丹・凯利博士1983年出版的畅销书《彼得・潘综合症》指出，这种让人不大愉快的心理问题让很多美国人痛苦不堪。

source: Unlike the original Peter Pan, the victims of Peter Pan Syndrome don’t want to remain children; instead they are stuck in adolescence
zh_cn: 和原著中的彼得・潘不同，彼得・潘症侯群的患者不想永远当个孩子，相反他们最迷恋青春期。

source: Having passed puberty, they are interested in sex, but they have difficulty with love.
zh_cn: 青春期过后，这群已经长大的人只关心性爱，心中却没有真爱。

source: In addition to irresponsibility, narcissism, and poor memory, common among very young children, they also suffer from anxiety, loneliness, and sex-role conflict, which lead inevitably to social impotence and despondency.
zh_cn: 一般来说，这群人不仅没有责任感、自恋、健忘，他们还饱受焦虑、孤独、性别角色认知冲突之苦，最后这些人的行为必然会导致社会的无能和意志消沉。

source: Underneath a surface self-assurance these men usually have very low self-esteem and lots of guilt.
zh_cn: 在这些人自信满满、狂妄无羁的背后是自轻自贱和满心愧疚。

source: According to Dr. Kiley, this is all the fault of their parents: fathers who are cold and distant and mean; mothers who are weak and needy and neurotically emotional.
zh_cn: 根据凯利博士的分析，这些人的心理问题都是他们的父母造成的：父亲冷漠、疏远、卑微；母亲软弱、贫穷、神经质且易怒。

source: An occupational hazard of the medical profession, and the natural result of a life largely spent in the company of people whose souls or bodies hurt, is a tendency to overestimate the prevalence of illness.
zh_cn: 凯利博士的职业专业背景及他经常和身心受到创伤的病人接触，使他非常自然地高估这种疾病的流行程度。

source: Dr. Kiley tends to find examples of the Peter Pan Syndrome almost everywhere, and his book encourages people who recognize the symptoms in themselves or some family member to see a therapist immediately.
zh_cn: 凯利博士在任何地方都能寻找到彼得・潘综合症的受害者，并且他在书中鼓励人们及早认识自已或家庭成员之间可能患上的这种心理疾病，如果一旦发现事情不妙，你就要立刻去看心理医生并接受专业治疗。

source: Though The Peter Pan Syndrome was published nearly thirty years ago, it still seems relevant, at least for popular culture.
zh_cn: 尽管《彼得・潘综合症》这本书在三十年前出版，但是当今的流行文化元素多多少少仍然和彼得・潘综合症有些联系。

source: Contemporary films and TV are full of males in their twenties and thirties who are trying hard not to grow up.
zh_cn: 当今的电影和电视屏幕上，经常出现二三十岁、不想长大的一群成年人。

source: Essentially, they want always to be adolescents and have fun, which for them involves a lot of drinking and fast driving and drugs and easy if occasionally rather awkward sex.
zh_cn: 这群人永远要当个处在青春期的半成年人，饮酒、极速驾驶、磕药、享受偶尔的不成熟性爱。

source: They are modern Lost Boys, lovable louts who avoid work as much as possible.
zh_cn: 他们是当代的“失落男孩儿”，他们可爱、蠢笨，他们就是不想工作，不想做大人该做的事。

source: Often they have a charismatic leader, a kind of super Peter Pan who initiates their many comic adventures and exceeds the rest in alcoholic excess and vulgar joking.
zh_cn: 而且这群人里一定有个魅力十足的领导者，他就像是一个超级彼得・潘，总是能想出很多好点子，带领这群“男孩儿”经历各种探险，他还最能饮酒、最会说粗鄙的笑话。

source: They are often boorishly good-natured: they enjoy practical jokes and spectator sports.
zh_cn: 他们既粗野又有好性子：他们喜欢恶作剧，喜欢人多时的欢闹场景。

source: Though they talk a lot about sex, usually in a crude way, their closest and most comfortable attachments are to their buddies.
zh_cn: 尽管这群人满口不离性爱之事，而且谈论起来时还很粗俗，但是他们最亲密且最心慰的情感依恋仍旧是他们最好的朋友。

source: Occasionally they manage to hook up with attractive women who in real life would probably not want to have anything to do with them, and sometimes they actually get married and even make efforts to become responsible parents.
zh_cn: 偶尔，他们也会试图能被某个漂亮女孩吸引，但是在现实生活中他们其实是不想和女孩们有任何瓜葛的。 有时，这群未长大的成人真的就这样结婚了，并且还努力着成为负责任的父亲。

source: Generally, however, demands for maturity from the external world are successfully resisted, and the protagonists feel only an occasional twinge of despondency, which can be cured, at least temporarily, by an excursion to the local Neverland, where they can find alcohol and drugs and the opportunity to take part in humorous brawls with the local pirates, Indians, and wild animals.
zh_cn: 一般说来，要求这群人成熟的外部压力会很奏效，但是他们偶尔也有虚弱无力时的痛楚时刻。 最后，他们偶尔的意志消沉或多或少会有办法被暂时治愈。 当他们遇到这种情况时，他们就会再去当地的永无乡游历一番，在那里他们会痛饮、猛吃药物，偶尔还会和当地的海盗、印地安人、野兽来一番有趣的争斗。

source: These characters are celebrated in what are now known as “slacker” comedies, of which one of the most famous was The Big Lebowski (1998).
zh_cn: 永远长不太的孩子这类人物经常出现在人们所熟知的“懒人”剧中，1998年的电影《谋杀绿脚趾》（The Big Lebowski）就是最为知名的这类电影。

source: It stars Jeff Bridges as the Dude, a cheerful, lazy, unemployed bowling enthusiast who becomes involved with crooks, and with a crippled millionaire who is a kind of Captain Hook figure.
zh_cn: 在电影中，杰夫・布里奇斯（ Jeff Bridges）扮演督爷，一个失业的宝龄球狂热迷，有一天他突然和一群街头混混、一个铁钩船长似【1】的残疾百万富翁产生了某种联系。

source: In Slacker (1991), written, directed, produced by, and starring Richard Linklater (clearly no slacker in real life), the principal characters are a collection of entertaining, mostly idle misfits, incompetents, and individualists.
zh_cn: 1991年的电影《都市浪人》（Slacker）又是一部这样的电影，电影的编剧、导演、制片人和演员都由理查德・林克莱特（ Richard Linklater ）一人担任（可见他在现实生活中并不是个懒人）。

source: It is a good thing that Barrie never met these contemporary Peter Pans; he would certainly have reacted with Dr. Kiley’s anxiety and despondency.
zh_cn: 电影中的主角是会找乐子、慵懒、无能、个人主义极盛的一撮人。 幸好，作家詹姆斯・巴里从未遇见过当代的彼得・潘，否则，他会和凯利博士一样，同样会感到焦虑和虚弱无力。

source: Peter Pan Grows Up
zh_cn: 插画作家F. D. Bedford 的《彼得和温迪》 (1911)彼得・潘长大了

source: As time passed, the most dramatic change in many versions of Peter Pan was the age of its hero.
zh_cn: 随着时间的向前，很多故事中彼得・潘最富戏剧性变化的要属他让人迷惑的年龄。

source: In J.M. Barrie’s prequel, The Little White Bird (1902), part of which was later republished as Peter Pan in Kensington Gardens (1906), Peter is a very young boy who is half-bird; he has flown away from his nursery to live with the fairies in the park.
zh_cn: 詹姆斯・巴里在1902年出版的彼得・潘前传《小白鸟》中说，彼得・潘是个半人半鸟的小孩子，他飞离育儿室后，和仙女们一同在公园里居住。 后来，这本小说中的大部分内容被重新编辑并在1906年重新出版了一本小说《彼得・潘在肯辛顿花园》。

source: It is based on tales Barrie told to the three oldest sons of Arthur and Sylvia Llewelyn Davies, George, Jack, and Pete, when they too were very young.
zh_cn: 其实，彼得・潘的故事最初灵感是来源于作者巴里讲给他的朋友阿瑟・卢埃林・戴维斯和西利维亚・卢埃林・戴维斯（ Sylvia Llewelyn Davies）夫妇年长的三个孩子的故事【2】，这三个孩子分别是乔治、杰克和彼得。

source: The play Peter Pan, which opened in December 1904, took off from the games Barrie invented for the Davies boys when they were from four to nine years old and staying in the country near where he spent summer holidays.
zh_cn: 1904年上演的戏剧彼得・潘剔除了作者巴里给孩子们讲故事并创造了彼得・潘的这个创作过程，那时戴维斯家的孩子们最大的有九岁最小的也只有四岁，他们和在镇上过暑假的巴里坐在一起，聆听“吉姆叔叔”有趣的故事。

source: Unhappily married and childless, he tried to become a friend to the boys, and after the death of their father, in 1907, followed by that of their mother, in 1910, he became their guardian and unofficial trustee, paying for their education at Eton and Oxford.
zh_cn: 巴里的婚姻很不幸而且无子嗣，他一直想和孩子们成为朋友。 在1907年和1910年，戴维斯家孩子们的父母分别去世，至此以后，巴里就成了他们的监护人，和非正式受托人，并且资助孩子们上伊顿和牛津大学。

source: In many ways Peter Pan was a classic English Christmas pantomime, with its standard Good Fairy (Tinker Bell), Demon King (Captain Hook), and Dame (a comic older woman, always played by a man—in this case, the dog Nana).
zh_cn: 从各方面来说，《彼得・潘》一直是英国圣诞节经典哑剧剧目，剧中的一些人物，如精灵仙子（小叮当）、恶魔之王（铁钩船长）、贵妇（滑稽的老妇人形像，经常由男人扮演――在这部剧中，是一条名叫娜娜的狗）也都成为剧中的经典角色。

source: The hero and heroine, known as the Principal Boy and Principal Girl, were both traditionally young actresses, and for many years Peter was not a little boy but a slim, athletic young woman in a kind of elf costume.
zh_cn: 剧中的男女主角传统上都是由年轻的女演员扮演，在很多年里，彼得・潘并不是一个男孩，相反却是一个身材魁梧、身着小男孩儿戏服的年轻姑娘。

source: At first many of the minor characters, including the Lost Boys, were also played by what we would now call showgirls; in later productions real children were often cast in the roles.
zh_cn: 最开始，很多小角色，包括“迷失的男孩儿”也由我们现在所说的歌舞女郎扮演。

source: In Barrie’s novel Peter and Wendy (1911) the hero is apparently a young child; we are told several times that he still has all his baby teeth, and the illustrations to the original edition show him as about six or seven.
zh_cn: 后来制作的戏剧才真正开始由孩子们饰演。 1911年作家巴里的小说《彼得・潘和温迪》得以出版，在这部小说中，彼得・潘显然是个小男孩；我们不止一次在小说中读到，这时的彼得・潘还长着乳牙，而原版中的插图显示，彼得・潘大概有六、七岁的样子。

source: Like a small child, he is easily distracted and lives almost entirely in the present. He forgets the past rapidly and has little understanding of the future. For him, real life and make-believe are almost the same thing.
zh_cn: 彼得・潘和许多小孩子一样，精神总是不能集中，几乎就活在当下，过去的事儿他很快会忘记，而未来生活是什么样子的他又不大理解，对于他来说现实生活和臆想生活几乎是一样的。

source: He also lacks empathy, and is only rarely aware of other people’s feelings.
zh_cn: 彼得・潘还缺少对他人的关爱之心，很少能理解别人的感受。

source: Today, this view of a child’s psychology is fairly common, but in Barrie’s time it was almost shocking when he declared in the famous last words ofPeter and Wendy that children are “gay and innocent and heartless.”
zh_cn: 如果以现在的眼光来看，作家巴里对儿童心理的描述非常恰当，但是在那个年代，如果人们读到小说《彼得・潘和温迪》的最后一句著名的语句时，“孩子们都是愉悦、天真、无心的”，当时的人们肯定会大惊失色。

source: Peter is gay and innocent, but he is also deeply self-centered and without remorse; at one point he declares that he cannot even remember the names of the pirates he has killed.
zh_cn: 彼得・潘是欢愉、天真的，但同时他也非常的以自我为中心，没有一点儿同情心，他曾说过，他不记得被他杀死的海盗的名字。

source: As time has passed, Peter Pan’s age has varied awkwardly.
zh_cn: 随着时间的推移，彼得・潘的年龄更显尴尬。

source: On stage he is still most often played by a young actress, but in films he is more likely to be a prepubescent or barely pubescent male.
zh_cn: 在舞台上，他仍然由年轻女演员扮演，可是在电影中，他却是个青春期前、或者仅仅是处在青春期的男孩。

source: In the 1953 Disney movie he looks about eleven or twelve—Bobby Driscoll, who was the animation model and voice for Peter, was fifteen; Jeremy Sumpter was thirteen when he was cast in Peter Pan, the celebrated live-action Australian film directed by P.J. Hogan (2003).
zh_cn: 1953年，十五岁的鲍伯・迪瑞丝科（Bobby Driscoll）成为迪士尼拍摄的动画电影彼得・潘的原型和配音演员，在影片中彼得・潘大概有十一、二岁；2003年颇受好评的真人版奥大利亚电影彼得・潘上映，其导演是P.J.霍根，男主角是十三岁的杰瑞米・桑普特（ Jeremy Sumpter）。

source: The aging of Peter Pan goes furthest in Steven Spielberg’s Hook (1991), where the former toddler has become middle-aged.
zh_cn: 1991年斯皮尔伯格的电影《铁钩船长》（Hook）中彼得・潘的年龄更是离谱。 在电影中，曾经咿呀学步的婴儿突然变成了一个中年男人。

source: The unlikely backstory asserts that on one of his later visits to London Peter finally agreed to return to the real world and grow up.
zh_cn: 电影虚构的背景故事原来是这样的：在彼得・潘最后的一次伦敦之旅时，终于同意回到真实世界并做个真正的成年男人。

source: The result is as disastrous as he had once feared: he has become a self-centered, humorless New York businessman called Peter Banning who neglects his wife and children and has no memory of his romantic past.
zh_cn: 然而，就如他所担心的一样，在成人的世界里灾难终于发生了。 在真实世界里，彼得・潘变成了个以自我为中心、没有幽默感的纽约城里一个叫做彼得・波宁的生意人，他不关心妻子和孩子，也不记得曾经渡过的浪漫时光。

source: Equally implausibly, this unattractive character is played by Robin Williams, whose usual screen persona suggests energy and wild humor.
zh_cn: 同样让人不大相信的是，这个极不受人待见的人物由罗宾逊・威廉姆斯（Robin Williams）扮演。

source: When the film was released Williams was forty, but in the early scenes he looks ten years older.
zh_cn: 威廉姆斯在大银幕上经常出演那种活泼、幽默的人物，而且，这次威廉姆斯在电影中扮演的是四十几岁的彼得・潘，而他以往的银幕年龄大概要比这次老十几岁。

source: In Hook, Wendy is a minor character; the important relationship is between Peter Pan and the pirate captain, here embodied by Dustin Hoffman as a melodramatic eighteenth-century buccaneer with long, greasy black curls.
zh_cn: 在电影《铁钩船长》中，温迪只是个小角色，彼得・潘和海盗船长才是重要人物。

source: In this incarnation he is neurotic, temperamental, and in need of attention, but never very sinister.
zh_cn: 由达斯汀・霍夫曼扮演的十八世界颇剧喜感的海盗，留着长长的、油腻腻的黑色长发，虽然化身为海盗，但是他并却一点都不邪恶，这位铁钩船长只是有点神经质、喜怒无常，还希望别人注意到他。

source: It turns out that the pirate was not actually eaten by the crocodile, as in the originalPeter Pan, but survived inside its stomach in the manner of Jonah, though for a considerably longer time. He is now free and determined to have his revenge.
zh_cn: 在原著中，铁钩船长是被鳄鱼吃掉后死了。 然而，电影中的铁钩船长和受难的约拿一样，虽然成了鳄鱼的盘中餐，但是到了鳄鱼胃里后又活了下来，当然他在鳄鱼的肚子里呆了好长一段时间。

source: So while Peter Banning and his family are in London visiting Wendy, who is now ninety-two years old and has turned into Maggie Smith, Captain Hook kidnaps their children.
zh_cn: 现在得到自由的铁钩船长决定向彼得・潘报复，所以当成年的彼得・潘和他的家人来到伦敦拜访温迪时――这时的温迪是九十二岁的老人（由麦琪・史密斯扮演），铁钩船长绑架了彼得・潘的孩子。

source: Clearly, it is Peter’s job to rescue them; but since he does not believe in Neverland, he has to be kidnapped in his turn by Tinker Bell.
zh_cn: 显然，彼得的任务就是救出他的孩子。 成人后的彼得再也不相信世界还有这么个快乐之地，就因为这个，他反尔被精灵小叮当绑架了。

source: When he gets to the magical island he is stunned and disoriented.
zh_cn: 再次来到永无乡的彼得・潘感觉既震惊又迷惑。

source: He is also not welcomed by the Lost Boys, but scorned and rejected as a weak, helpless adult.
zh_cn: 那些迷失的孩子们并不欢迎彼得・潘来到永无乡，并且彼得・潘还被嘲讽为是既无能又不助的成年人。

source: Meanwhile Peter’s children are being courted and flattered by Captain Hook, who unlike their father has plenty of time to play games with them, and soon invites them to join his crew.
zh_cn: 同时，彼得的孩们在铁钩船长那里受到了热情款待，他们还被海盗们别有用心地奉承起来。 孩子们认为铁钩船长和他们的父亲不一样，船长可以有更多的时间陪他们玩耍，并且他们还邀请加入成为他们中的一员。

source: Peter’s daughter Molly is seriously tempted, though she still longs for her parents, but Peter’s son Jack rejects him in favor of the pirate captain.
zh_cn: 彼得的女儿茉莉虽然喜欢海盗船长，但是她仍然思念自已的父母，他的儿子杰克却认为海盗船长要比父亲好。

source: After assorted supernatural experiences and a strenuous course of physical training, Peter Banning appears to shed twenty years and at least ten pounds, and remembers who he really is.
zh_cn: 经历了各种超自然事件和一系列体能强化训练，彼得・波宁至少减了十傍，并且还找回了过去的自已。

source: He relearns to fly, defeats Captain Hook, and returns to London with Molly and Jack.
zh_cn: 学会飞翔的彼得终于打败了铁钩船长，最后带着茉莉和杰利回到了伦敦。

source: The idea is that Peter has reestablished connection with his inner child, and will now be the kind of father they need.
zh_cn: 电影最后向我们彼得已经和他内心的童贞世界又开始建立起了联系，他在今后也会成为一个好父亲。

source: But given how the real world is presented in this film, there seems some danger that he will forget and regress.
zh_cn: 但是想想电影展现出来了的那个现实世界，我们也会有些许怀疑，彼得也有可能会忘记一切，再回到原点。
